import bookimg1 from "../public/images/book1.jpg";
import bookimg2 from "../public/images/book2.png";
import bookimg3 from "../public/images/book3.jpg";
import bookimg4 from "../public/images/book4.jpg";

// import booktrailer from "../public/vids/trailer.mp4"

export let imageList = [bookimg1, bookimg2, bookimg3, bookimg4];
export let bookData = {
  book1: [
    "Ваша Раша.",
    200,
    "Перед вами сборник рассказов о советских, современных и советско-современных россиянах, основанный хоть и на реальных событиях, но в ироничном авторском изложении. Сборник сшит, как лоскутное одеяло, где нашлось место и обрывку колхозной телогрейки, и кускам рабочей спецодежды, и клочкам от авторских костюмов мэтров Hаute Couture. У одних читателей подобная писательская эклектика может вызвать искреннее недоумение и презрительную брезгливость. У других – умиление и даже, в некотором роде – запоздалое прозрение. Скромное пожелание и тем, и другим (и вообще всем читателям, не упомянутым выше!) – грейтесь под этим одеялом, ибо каждый лоскут его есть не только субъект иронии, но и объект искреннего авторского неравнодушия.",
    "bookpart",
    bookimg1,
    true,
    true,
  ],
  book2: [
    "По банановым республикам без охраны.",
    350,
    'Перед вами – занимательные и познавательные истории, написанные от первого лица, про жизнь, быт, привычки и традиции народов стран Центральной Америки, больше известных миру под названием "банановые республики". Время описываемых приключений: конец прошлого – начало нынешнего века, с небольшими историческими инкрустациями и обильными повседневными комбинациями.',
    "bookpart",
    bookimg2,
    false,
    false,
  ],
  book3: [
    "Банные хроники.",
    500,
    "Description",
    "bookpart",
    bookimg3,
    false,
    false,
  ],
  book4: [
    "Времена гада. Лето Кетцалькоатля.",
    500,
    'Три языческих бога и одна богиня, призванные Зевсом со всех концов Ойкумены на курсы повышения квалификации в древнюю Грецию, шалят с игрой в шары сотворенья. Застигнутые врасплох, получают от возмущённого шефа задание отправиться через две тысячи двести двадцать два года в Россию, прожить там сто лет и с помощью выбранного ими человека повлиять на развитие страны и общества в целом. Их подопечный Толик начинает свои приключения в детском саду... Первая из четырёх частей романа-оратории "Времена года".',
    "bookpart",
    bookimg4,
    false,
    false,
  ],
};
